<?php

    return [
        'category'=>[
            'index'=>'Категории',
            'add'=>'Все категории',
            'title'=>'Титул',
            'language'=>'Язык',
            'image'=>'Картинка',
            'translation'=>'Перевод',
            'quiz'=>"Викторина",
            'edit'=>'Изменить категорию'
            ],

        'quiz'=>[
            'index'=>'Викторины',
            'add'=>'Добавить викторину',
            'edit'=>'Изменить викторину',
            'mark'=>'Оценка',
            'start'=>'Начало',
            'description'=>'Описание',
            'finish'=>'Конец',
            'show_answer'=>'Показать ответ',
            'is_paid'=>'Оплачено',
            'is_public'=>'Публичность',
            'difficulty'=>'Сложность',
            'title'=>'Титул',
            'language'=>'Язык',
            'category'=>'Категория',
            'price'=>'Цена',
            'duration'=>'Продолжительность',
            'card'=>[
                'mark'=>'Оценка',
                'total'=>'Итого',
                'question'=>'Вопрос',
                'time'=>'Время',
                'time_data'=>'Данные времени',
                'period'=>'Период',
                'is_paid'=>'Цена'
            ],

        ],
        'question'=>[
            'index'=>'Вопрос',
            'title'=>'Титул',
            'answer'=>'Ответ',
            'add'=>'Добавить вопрос',
            'a'=>'Вопрос A',
            'b'=>'Вопрос B',
            'c'=>'Вопрос C',
            'd'=>'Вопрос D',
            'answer_explain'=>'Объяснение ответа'
        ],

    ];